{"data": [{"id": "1333343383536902145", "text": "We can learn how to cultivate peace of mind. Then, we can apply our intelligence to extend a compassionate attitude on an individual, family, community and global level. It’s our nature to be compassionate, so education can teach us to appreciate that we’re brothers and sisters.", "author_id": "20609518", "public_metrics": {"retweet_count": 4126, "reply_count": 260, "like_count": 19354, "quote_count": 351}, "sentiment_score": 0.9999754428863525}, {"id": "1332271562959904768", "text": "My dedication is to serve the 7 billion human beings on this planet and the other creatures with whom we share it. If you can, help and serve others, but if you can’t at least don’t harm them; then in the end you will feel no regret.", "author_id": "20609518", "public_metrics": {"retweet_count": 5641, "reply_count": 428, "like_count": 30937, "quote_count": 713}, "sentiment_score": 0.9996359348297119}, {"id": "1330806237542301696", "text": "Just as we teach children to observe physical hygiene for its benefits to our health, we need to teach them to cultivate emotional hygiene. They need to learn how to tackle their destructive emotions and achieve peace of mind.", "author_id": "20609518", "public_metrics": {"retweet_count": 7661, "reply_count": 368, "like_count": 39478, "quote_count": 871}, "sentiment_score": 0.0235651433467865}, {"id": "1329718670679973888", "text": "The aim of education should be to train happy individuals who make up a peaceful society. It requires warm-heartedness and taking a broad-minded, holistic and far-sighted approach that enables people to cope, whatever happens. It entails focussing on the good of the community.", "author_id": "20609518", "public_metrics": {"retweet_count": 5184, "reply_count": 295, "like_count": 22139, "quote_count": 730}, "sentiment_score": 0.04393118619918823}, {"id": "1328623992190554112", "text": "Speaking for myself, I have no hesitation in supporting initiatives that are related to protecting the environment because threats to our environment are a question of our survival. #OurOnlyHome Now Available https://t.co/nUILZvzd23 https://t.co/3jmxNuZpeX", "author_id": "20609518", "public_metrics": {"retweet_count": 1584, "reply_count": 140, "like_count": 8655, "quote_count": 187}, "sentiment_score": 0.9364397525787354}, {"id": "1327907270403842054", "text": "New Release - “Science and Philosophy in the Indian Buddhist Classics, Vol. 2: The Mind”.  Conceived and introduced by the Dalai Lama, “The Mind” explores the Buddhist view of consciousness, how it works and how it is transformed, put into context for the modern reader. https://t.co/kolPqpPE53", "author_id": "20609518", "public_metrics": {"retweet_count": 1073, "reply_count": 189, "like_count": 7780, "quote_count": 119}, "sentiment_score": 0.9998801350593567}, {"id": "1327181889510150147", "text": "When you think about the difficulties you face in your life, think about all the other people who have a similar experience of suffering. We need a keen sense of the oneness of humanity, remembering what we have in common with everyone else. #WorldKindnessDay #BookofJoy https://t.co/TvnBNd8cAE", "author_id": "20609518", "public_metrics": {"retweet_count": 5092, "reply_count": 320, "like_count": 23082, "quote_count": 757}, "sentiment_score": 0.9123445749282837}, {"id": "1326094921309188096", "text": "I’m just a simple Buddhist monk but I’m trying to help others lead a happy life, to learn to appreciate what a difference it makes to find peace of mind. That’s my dream. One of my main practices is the cultivation of altruism —  it’s what I think about the moment I wake up.", "author_id": "20609518", "public_metrics": {"retweet_count": 4939, "reply_count": 502, "like_count": 39221, "quote_count": 589}, "sentiment_score": 0.9991637468338013}, {"id": "1325296569323675654", "text": "I’d like to offer my hearty congratulations to Joe Biden on his election as the next President of the United States of America. Humanity places great hope in the democratic vision of the U.S. as leader of the free world. https://t.co/axL0ko3ff8", "author_id": "20609518", "public_metrics": {"retweet_count": 12985, "reply_count": 1382, "like_count": 77850, "quote_count": 2231}, "sentiment_score": 0.9870915412902832}, {"id": "1324645260786454528", "text": "Ask children whether they prefer smiling faces or stern ones. Obviously, the way to bring about harmony and friendship is to smile. We need to cultivate such childlike attributes that are the basis of human values and remember that we are the same and have to live together.", "author_id": "20609518", "public_metrics": {"retweet_count": 5139, "reply_count": 361, "like_count": 26590, "quote_count": 590}, "sentiment_score": 0.9996289014816284}, {"id": "1323195652558344194", "text": "We are truly brothers and sisters. We all face the same kind of problems and we all have the ability to overcome them. That means putting our human brains to good use, combined with a strong sense of warm-heartedness.", "author_id": "20609518", "public_metrics": {"retweet_count": 6136, "reply_count": 342, "like_count": 28757, "quote_count": 615}, "sentiment_score": 0.9896674752235413}, {"id": "1322108498822377472", "text": "Like anything else, life has a beginning and in due course must end. In between those two events the important goal should be to live meaningfully, not to create trouble for others. If we can do that, when the end comes, we can go feeling at peace.", "author_id": "20609518", "public_metrics": {"retweet_count": 8769, "reply_count": 420, "like_count": 35714, "quote_count": 1036}, "sentiment_score": 0.9919175505638123}, {"id": "1320677198114664450", "text": "As an avowed campaigner for the elimination of all nuclear weapons, I welcome the fact that the Treaty on the Prohibition of Nuclear Weapons has now been ratified by fifty countries and will come into force from January next year. https://t.co/wlxji7VM4f", "author_id": "20609518", "public_metrics": {"retweet_count": 1260, "reply_count": 172, "like_count": 7132, "quote_count": 140}, "sentiment_score": 0.16950276494026184}, {"id": "1320663521625993216", "text": "To achieve peace of mind it’s important to have patience and it’s people who are hostile and antagonistic rather than our friends who teach us patience. It’s not difficult to make your friends smile, but bringing a smile to your enemy’s face is a real achievement.", "author_id": "20609518", "public_metrics": {"retweet_count": 6104, "reply_count": 298, "like_count": 26664, "quote_count": 680}, "sentiment_score": 0.9992276430130005}, {"id": "1319571844710592513", "text": "Wherever you live, try to create a happy community. I pray that every human being, indeed every sentient being, should be happy. So, if you come across individuals facing problems, help them. Share their problems and try to bring them peace of mind.", "author_id": "20609518", "public_metrics": {"retweet_count": 8532, "reply_count": 433, "like_count": 35168, "quote_count": 996}, "sentiment_score": 0.9914156198501587}, {"id": "1318484568312197121", "text": "If we want to see a more peaceful world, we have to learn to collaborate. Young people shouldn’t follow previous patterns of behaviour. New conditions, like our interdependent, globalised world, require new ideas. Dividing people into ‘us’ and ‘them’ is out of date.", "author_id": "20609518", "public_metrics": {"retweet_count": 9976, "reply_count": 433, "like_count": 33541, "quote_count": 651}, "sentiment_score": 0.20988690853118896}, {"id": "1317759563102265346", "text": "HHDL offers us an incredible example of how to flourish in enormous adversity, with tenacity, ethical conviction and courage. Learn how this perspective can help us rediscover a sense of purpose, community and hope Oct 22-27 Dalai Lama Global Vision Summit https://t.co/DfrWxUHE9J https://t.co/hcp2rbcfse", "author_id": "20609518", "public_metrics": {"retweet_count": 1071, "reply_count": 104, "like_count": 5025, "quote_count": 51}, "sentiment_score": 0.9978814125061035}, {"id": "1317424350690037766", "text": "I congratulate Jacinda Ardern on her party's resounding victory in the New Zealand general election. I admire the courage, wisdom and leadership, as well as the calm, compassion and respect for others, she has shown in these challenging times. https://t.co/J5dN0Gldk2", "author_id": "20609518", "public_metrics": {"retweet_count": 6579, "reply_count": 331, "like_count": 36388, "quote_count": 650}, "sentiment_score": 0.9996277093887329}, {"id": "1317038558499069952", "text": "Ideas may start with a single individual, but they grow as they are taken up by humanity at large. Young people can make a definite contribution to peace in the world.", "author_id": "20609518", "public_metrics": {"retweet_count": 5968, "reply_count": 268, "like_count": 24150, "quote_count": 246}, "sentiment_score": 0.5}, {"id": "1315586256051396608", "text": "Happiness can just refer to the pleasure we find on a sensory level, but real happiness is related to peace of mind. If we have a calm mind, fear and suspicion are reduced. Fear is a major source of unhappiness", "author_id": "20609518", "public_metrics": {"retweet_count": 10712, "reply_count": 393, "like_count": 39020, "quote_count": 514}, "sentiment_score": 0.9976068735122681}, {"id": "1314803527797993473", "text": "I would like to congratulate the United Nations World Food Programme (WFP) on being awarded this year's Nobel Peace Prize for its efforts to combat hunger and improve conditions for peace in regions of conflict. https://t.co/Hmn17QHdJP", "author_id": "20609518", "public_metrics": {"retweet_count": 2204, "reply_count": 153, "like_count": 14516, "quote_count": 90}, "sentiment_score": 0.21172454953193665}, {"id": "1314462213491499008", "text": "How can something as simple as training your mind change the world? Join His Holiness and @healthyminds for a recorded dialogue on the science of well-being and wisdom. Learn more and register for the free, virtual event on October 9, 2020:\nhttps://t.co/RcsO9e1iSW https://t.co/m7kiKJyS62", "author_id": "20609518", "public_metrics": {"retweet_count": 1351, "reply_count": 119, "like_count": 6150, "quote_count": 60}, "sentiment_score": 0.9992220401763916}, {"id": "1313050845869563904", "text": "In our world today, everyone wants to live a happy life and indeed everyone has a right to a happy life. Yet we face problems, many of which are of our own making. If we look a little deeper, we may see that loving kindness is the key to our survival.", "author_id": "20609518", "public_metrics": {"retweet_count": 10688, "reply_count": 513, "like_count": 41680, "quote_count": 480}, "sentiment_score": 0.9920053482055664}, {"id": "1311961776779485185", "text": "Today, the world is interdependent as never before, which is why we need a keen sense of the oneness of all human beings. We have to take the whole of humanity into account. We have to understand what we have in common with everyone else.", "author_id": "20609518", "public_metrics": {"retweet_count": 7584, "reply_count": 437, "like_count": 30358, "quote_count": 353}, "sentiment_score": 0.9781132936477661}, {"id": "1310512152650739712", "text": "In a materialistically oriented world there isn’t much understanding of the workings of the mind. What’s necessary is to recognise the trouble caused by negative emotions and that we can develop antidotes to them. The antidote to fear and anger is compassion", "author_id": "20609518", "public_metrics": {"retweet_count": 7310, "reply_count": 390, "like_count": 27791, "quote_count": 321}, "sentiment_score": 0.13094669580459595}, {"id": "1309424924927295490", "text": "Where education advances material goals it should also include instruction about our mind and emotions—how to achieve a calm mind and develop altruism. An important part of establishing peace of mind is being able to apply emotional hygiene—learning to tackle destructive emotions", "author_id": "20609518", "public_metrics": {"retweet_count": 6283, "reply_count": 321, "like_count": 22596, "quote_count": 320}, "sentiment_score": 0.10251909494400024}, {"id": "1308700207798861824", "text": "Happiness can just refer to the pleasure we find on a sensory level, but real happiness is related to peace of mind. If we have a calm mind, fear and suspicion are reduced. Fear is a major source of unhappiness.", "author_id": "20609518", "public_metrics": {"retweet_count": 10419, "reply_count": 424, "like_count": 37105, "quote_count": 481}, "sentiment_score": 0.9976068735122681}, {"id": "1307975386169446400", "text": "Violence is not so much about the use of weapons as about the motive we have in our hearts. External disarmament will only be achieved if we first achieve inner disarmament. World peace will only be won on the basis of inner peace — achieving that is our #PeaceDayChallenge", "author_id": "20609518", "public_metrics": {"retweet_count": 6547, "reply_count": 333, "like_count": 23880, "quote_count": 330}, "sentiment_score": 0.9001060724258423}, {"id": "1307613446347735040", "text": "The time has come to accept that if we're talking about peace in the world, we first have to create peace within ourselves. Join us for @ThePeaceStudio summit on 9/21 as we think about ways we can #OfferPeace in our daily lives. RSVP here: https://t.co/zXMqR5AoMb", "author_id": "20609518", "public_metrics": {"retweet_count": 1156, "reply_count": 116, "like_count": 5589, "quote_count": 59}, "sentiment_score": 0.9753204584121704}, {"id": "1306888245637083137", "text": "As human beings we essentially belong to the same family and we have to think of each other as part of ‘us’. To develop peace in the world, we have to educate people to understand that we are all the same in being human.", "author_id": "20609518", "public_metrics": {"retweet_count": 10166, "reply_count": 487, "like_count": 35825, "quote_count": 534}, "sentiment_score": 0.9989638328552246}, {"id": "1306477230424379392", "text": "Today, on the occasion of his 70th birthday, His Holiness the Dalai Lama has written to PM Narendra Modi wishing him many happy returns of the day, praying for his continued good health and praising the age-old Indian practices of ahimsa and karuna. https://t.co/IX87HgXNih", "author_id": "20609518", "public_metrics": {"retweet_count": 1498, "reply_count": 213, "like_count": 9832, "quote_count": 74}, "sentiment_score": 0.9793673753738403}, {"id": "1305802050597523458", "text": "I have no hesitation in supporting initiatives that help protect the environment. This is a question of survival because this beautiful blue planet is our only home. https://t.co/SPGh7DPZui", "author_id": "20609518", "public_metrics": {"retweet_count": 3215, "reply_count": 220, "like_count": 13364, "quote_count": 154}, "sentiment_score": 0.9402707815170288}, {"id": "1305438686050357248", "text": "Honest concern for others is the key factor in improving our day to day lives. When you’re warm-hearted, there is no room for anger, jealousy or insecurity. A calm mind and self-confidence are the basis for happy and peaceful relations with each other.", "author_id": "20609518", "public_metrics": {"retweet_count": 12605, "reply_count": 439, "like_count": 44381, "quote_count": 631}, "sentiment_score": 0.9964526891708374}, {"id": "1304748029526728707", "text": "HHDL tells the G7 climate crisis conference we should think of the the whole world as interdependent and of the entire 7 billion human beings as one human community. Global warming is very serious. Many people suffer. We must pay more attention. https://t.co/52jSpVnbq0", "author_id": "20609518", "public_metrics": {"retweet_count": 2549, "reply_count": 201, "like_count": 9784, "quote_count": 132}, "sentiment_score": 0.03723827004432678}, {"id": "1302901965844668416", "text": "Children today are our hope for the future. Since global warming affects us all, must discuss taking care of our world at #LLSummit2020. Must also find ways to reduce the gap between rich &amp; poor. Join us on 9 Sept and call for a #FairShare4Children — https://t.co/uhwWArN0tC", "author_id": "20609518", "public_metrics": {"retweet_count": 2289, "reply_count": 219, "like_count": 10557, "quote_count": 89}, "sentiment_score": 0.9367205500602722}, {"id": "1301814953460916225", "text": "We all have troublesome emotions as well as the positive ones that bring us inner strength and tranquillity. It’s important for us to be aware of our potential and let this inspire our self-confidence. To look only at the negative side and feel hopeless, is, I think, a wrong view", "author_id": "20609518", "public_metrics": {"retweet_count": 8073, "reply_count": 431, "like_count": 30237, "quote_count": 329}, "sentiment_score": 0.7727912068367004}, {"id": "1300670007299289088", "text": "HHDL offers condolences on the death of former President of India, Pranab Mukherjee and pays tribute to his many decades of dedicated public service — \"We can rejoice that for 84 years he led a meaningful life.\" https://t.co/I5h3PuogRT", "author_id": "20609518", "public_metrics": {"retweet_count": 576, "reply_count": 85, "like_count": 4458, "quote_count": 13}, "sentiment_score": 0.007399648427963257}, {"id": "1300365341701226496", "text": "If we have a positive mental attitude, then even when surrounded by hostility, we’ll not lack inner peace. But if our attitude is negative, influenced by fear, suspicion, or helplessness, even when surrounded by our best friends, in comfortable surroundings, we won’t be happy.", "author_id": "20609518", "public_metrics": {"retweet_count": 14888, "reply_count": 523, "like_count": 51141, "quote_count": 780}, "sentiment_score": 0.8327203989028931}, {"id": "1300002847107379200", "text": "Inner World, an album of mantras and teachings explaining how being affectionate, kind and making friends can be effective ways to create a happy atmosphere and bring about a better world is available at https://t.co/6kcMWpkFRw. https://t.co/bJWO7XOeUx", "author_id": "20609518", "public_metrics": {"retweet_count": 2385, "reply_count": 210, "like_count": 11710, "quote_count": 134}, "sentiment_score": 0.9999535083770752}, {"id": "1299278069614534657", "text": "To me, all these features that differentiate us, like wealth, position, status, and so on, are secondary. I truly believe we can learn to relate to one another on the basis of our shared humanity. And if individuals can learn to do that, there’ll immediately be a basis for trust.", "author_id": "20609518", "public_metrics": {"retweet_count": 8928, "reply_count": 501, "like_count": 34351, "quote_count": 519}, "sentiment_score": 0.9860924482345581}, {"id": "1297828414007554050", "text": "Education today tends to focus on material goals. We seek sensory gratification in music or good things to look at, taste and touch. We may enjoy watching a game of sport, but once it ends the joy is over. What we really need is happiness that is rooted in the power of the mind.", "author_id": "20609518", "public_metrics": {"retweet_count": 9819, "reply_count": 546, "like_count": 37366, "quote_count": 489}, "sentiment_score": 0.9503978490829468}, {"id": "1296741182018486272", "text": "The real destroyer of our peace of mind isn’t an external weapon or enemy, but our own destructive emotions. Neither our friends nor even the Buddha provide an opportunity to practice patience in the way that a hostile person does. And in so doing, an enemy can become our teacher", "author_id": "20609518", "public_metrics": {"retweet_count": 10318, "reply_count": 570, "like_count": 41136, "quote_count": 562}, "sentiment_score": 0.9668536186218262}, {"id": "1295291989731106816", "text": "Here and now in the 21st century, with the help of what scientists have learned about the brain, we need to learn how to achieve peace of mind. This is crucial, since world peace can only be built by individuals who are at peace with themselves.", "author_id": "20609518", "public_metrics": {"retweet_count": 9902, "reply_count": 568, "like_count": 40698, "quote_count": 574}, "sentiment_score": 0.5}, {"id": "1294204653207396352", "text": "We can’t remove external problems at will, but in terms of our inner world we can develop tolerance, forgiveness and contentment. If we have developed peace of mind, we can remain calm no matter what happens in the outside world.", "author_id": "20609518", "public_metrics": {"retweet_count": 11099, "reply_count": 504, "like_count": 39877, "quote_count": 589}, "sentiment_score": 0.9998250007629395}, {"id": "1293156608940191745", "text": "I commend the state government and all those engaged in providing relief to people affected by this natural calamity. As a mark of solidarity with the people of Bihar, I have asked the Dalai Lama Trust to make a donation to the relief and rescue efforts.  https://t.co/0eqKJp1JqB", "author_id": "20609518", "public_metrics": {"retweet_count": 911, "reply_count": 119, "like_count": 5848, "quote_count": 34}, "sentiment_score": 0.9999964833259583}, {"id": "1292755129410625538", "text": "As soon as I wake up in the morning, I remind myself that nothing exists as it appears. Then I think about sentient beings who want happiness, but experience suffering. I generate compassion for them, determined to help them as much as I can to eliminate their negative emotions.", "author_id": "20609518", "public_metrics": {"retweet_count": 8711, "reply_count": 653, "like_count": 49481, "quote_count": 586}, "sentiment_score": 0.06938475370407104}, {"id": "1291256809852825603", "text": "On the occasion of the 75th anniversary of the atomic bombings of Hiroshima and Nagasaki, I take the opportunity to urge governments, organizations and individuals to rededicate themselves to making the achievement of peace the centerpiece of our lives. https://t.co/jQjSW8hS66", "author_id": "20609518", "public_metrics": {"retweet_count": 3987, "reply_count": 269, "like_count": 16659, "quote_count": 178}, "sentiment_score": 0.5}, {"id": "1290544251063812096", "text": "John Hume’s deep conviction in the power of dialogue and negotiations to resolve conflict was unwavering. It was his leadership and his faith in the power of negotiations that enabled the 1998 Good Friday Agreement to be reached — an example for us all. https://t.co/bPXcNndiSw", "author_id": "20609518", "public_metrics": {"retweet_count": 1045, "reply_count": 85, "like_count": 5504, "quote_count": 41}, "sentiment_score": 0.5}, {"id": "1290222807381491712", "text": "Young children are naturally honest, open and appreciate affection. Some scientists say that human beings are social animals with a natural concern for their own community. We see this among children. When they are young, they are naturally kind.", "author_id": "20609518", "public_metrics": {"retweet_count": 6634, "reply_count": 502, "like_count": 36375, "quote_count": 360}, "sentiment_score": 0.9982569217681885}, {"id": "1289094171676962816", "text": "Taiwanese President Lee Teng-hui’s contribution to Taiwan's democratic development was an exceptional achievement. The best tribute we can pay him is to remember his courage and determination and emulate his dedication to democracy. https://t.co/6eI3pjkZSg", "author_id": "20609518", "public_metrics": {"retweet_count": 2097, "reply_count": 239, "like_count": 9328, "quote_count": 74}, "sentiment_score": 0.99966961145401}, {"id": "1287683487454003201", "text": "You are human beings, I'm a human being; you want a happy life, and I want a happy life. But I think that aim will not be fulfilled only on the basis of material values; what we all want is affection and what we all need is to be more warm-hearted.", "author_id": "20609518", "public_metrics": {"retweet_count": 15406, "reply_count": 697, "like_count": 60853, "quote_count": 731}, "sentiment_score": 0.07261353731155396}, {"id": "1286594534302875648", "text": "The practice of compassion and altruism brings us peace of mind. Even if we face trouble or someone is critical of something we’ve said or done, compassion enables us to feel grateful to them. Compassion is the best counter measure to anger, anxiety and so forth.", "author_id": "20609518", "public_metrics": {"retweet_count": 7897, "reply_count": 324, "like_count": 27111, "quote_count": 373}, "sentiment_score": 0.8297784328460693}, {"id": "1285836315771035648", "text": "It is heartening to know that European Union leaders have succeeded in meeting one of the toughest challenges in the organization’s history by agreeing a package of measures to rescue their economies from the disruption caused by the pandemic.  https://t.co/o5ptOmwJi4", "author_id": "20609518", "public_metrics": {"retweet_count": 1821, "reply_count": 265, "like_count": 9241, "quote_count": 231}, "sentiment_score": 0.8669437170028687}, {"id": "1285507376154468357", "text": "We are social animals, we have a natural concern for other members of our community. It's they on whom our lives depend. This is why we need to teach our children about their emotions and how to tackle those that are destructive. Our aim is a community of healthy human beings.", "author_id": "20609518", "public_metrics": {"retweet_count": 8040, "reply_count": 348, "like_count": 30972, "quote_count": 347}, "sentiment_score": 0.9847705364227295}, {"id": "1285064835504336896", "text": "His Holiness the Dalai Lama's statement on the passing of Congressman John Lewis, USA. https://t.co/lXsTs6Z6je https://t.co/PLCLNhobTk", "author_id": "20609518", "public_metrics": {"retweet_count": 2850, "reply_count": 146, "like_count": 14910, "quote_count": 157}, "sentiment_score": 0.5}, {"id": "1284057744257904641", "text": "His Holiness the Dalai Lama expresses his concern about the flooding in Assam, India in a gesture of solidarity with the people of Assam. https://t.co/PK4vxyBkuC", "author_id": "20609518", "public_metrics": {"retweet_count": 1160, "reply_count": 124, "like_count": 6541, "quote_count": 54}, "sentiment_score": 0.7545848488807678}, {"id": "1282610257202573312", "text": "Regarding other human beings as our brothers and sisters can make our lives happier and more meaningful. Some people think that when we cultivate compassion and affection for others only they benefit—in fact, we ourselves derive great benefit and satisfaction from such conduct", "author_id": "20609518", "public_metrics": {"retweet_count": 10167, "reply_count": 429, "like_count": 37160, "quote_count": 494}, "sentiment_score": 0.995065450668335}, {"id": "1280451095500738561", "text": "His Holiness the Dalai Lama thanks those who sent greetings on the occasion of his 85th birthday. https://t.co/GvK28WLSOa", "author_id": "20609518", "public_metrics": {"retweet_count": 2058, "reply_count": 780, "like_count": 18107, "quote_count": 153}, "sentiment_score": 0.9801677465438843}, {"id": "1279957905316311040", "text": "His Holiness the Dalai Lama's 85th Birthday Message https://t.co/mux2XI0h3x", "author_id": "20609518", "public_metrics": {"retweet_count": 3514, "reply_count": 1532, "like_count": 18820, "quote_count": 505}, "sentiment_score": 0.5}, {"id": "1278984370263478272", "text": "Peace means no disturbance, no danger. It relates to our mental attitude. If we have a calm mind, obstacles will be less disruptive. What’s important to realize is that ultimately peace of mind is within us, it takes a warm heart and using our intelligence.", "author_id": "20609518", "public_metrics": {"retweet_count": 13670, "reply_count": 559, "like_count": 45762, "quote_count": 592}, "sentiment_score": 0.975619912147522}, {"id": "1277897260882251776", "text": "All human beings have the capacity to be determined and to direct that determination in whatever direction they like. Realizing we have this potential gives us a fundamental strength, enabling us to deal with any difficulty, whatever situation we are facing, without losing hope.", "author_id": "20609518", "public_metrics": {"retweet_count": 9667, "reply_count": 394, "like_count": 35662, "quote_count": 434}, "sentiment_score": 0.9492260217666626}], "user_info": {"public_metrics": {"followers_count": 19395592, "following_count": 0, "tweet_count": 1635, "listed_count": 75179}, "username": "DalaiLama", "name": "Dalai Lama", "id": "20609518"}}